{
  "linkModule": [
    {
      "name": "Transgender People Banned from Military Service.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/01/prioritizing-military-excellence-and-readiness/",
      "download": "Archival/AntiTransActs/militaryServiceBan.pdf",
      "thumbnail": "Archival/AntiTransActs/militaryServiceBan.png",
      "description": "Donald Trump's Presidential Action that bans Trans and Nonbinary people from serving in the military on account of being \"Dishonorable, Mentally Ill, and Physically Unfit\". This is a tremendous blow to any LGBTQ people who want to serve for the USA, as well as an insult to our overall wellness.",
	  "newTab": true
    },
	{
      "name": "DEI Banned from Military Service.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/01/restoring-americas-fighting-force/",
      "download": "Archival/AntiTransActs/militaryDeiBan.pdf",
      "thumbnail": "Archival/AntiTransActs/militaryDeiBan.png",
      "description": "Donald Trump's Presidential Action that cancels every DEI office in the DOD and the DHS. Also bans \"Gender Ideology\" as it is a \"Divisive Concept\".",
	  "newTab": true
    },
	{
      "name": "Restricted to Two officially recognized Sexes.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/01/defending-women-from-gender-ideology-extremism-and-restoring-biological-truth-to-the-federal-government/",
      "download": "Archival/AntiTransActs/twoSexes.pdf",
      "thumbnail": "Archival/AntiTransActs/twoSexes.png",
      "description": "Donald Trump's Presidential Action, \"officially\" stating that there are only two sexes. It bans the concept of gender and bans Transgender people's existence. This obviously hurts the Transgender community. It also hurts Intersex people (people born biologically as neither male nor female), as well as Indingenous people, who conceptualize gender beyond the state-sponsored binary.",
	  "newTab": true
    },
	{
      "name": "Trans healthcare ban for people under 19.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/01/protecting-children-from-chemical-and-surgical-mutilation/",
      "download": "Archival/AntiTransActs/healthcareBan.pdf",
      "thumbnail": "Archival/AntiTransActs/healthcareBan.png",
      "description": "Donald Trump's Presidential Action, which bans and defunds trans healthcare, including hormones and surgeries, for people under 19. This prevents Transgender youth from accessing lifesaving healthcare. Untreated Gender Dysphoria could lead to further mental health issues or worse. It also slightly pushes \"adulthood\" beyond 18 years old, which is worrying given that Leftists tend to be younger.",
	  "newTab": true
    },
	{
      "name": "Ban on teaching Critical Race Theory and Gender.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/01/ending-radical-indoctrination-in-k-12-schooling/",
      "download": "Archival/AntiTransActs/ctrBan.pdf",
      "thumbnail": "Archival/AntiTransActs/ctrBan.png",
      "description": "Donald Trump's Presidential Action, which bans schools from teaching people CRT as well as the concept of Transgender people, as it \"erodes critical thinking\". It also bans students social transitoning in schools. Access to Social Transition is important for Transgender youth - having people call you the correct name can mean the whole world, and help alleviate Gender Dysphoria. Critical Race Theory is also an important concept. We live an inherently unequal country, and we shouldn't pretend that everyone's starting from the same place.",
	  "newTab": true
    },
	{
      "name": "Article about Trans passport difficulties.",
      "link": "https://michiganadvance.com/2025/02/03/the-state-department-is-blocking-new-passports-for-trans-americans/",
      "download": "Archival/AntiTransActs/passportBan.pdf",
      "thumbnail": "Archival/AntiTransActs/passportBan.png",
      "description": "The Michigan Advance's article about how the new policies and various government departments' responses have resulted in Transgender people getting barred from acquiring passports. This is especially worrying because the recent anti-trans pushes will make Transgender citizens of the US want to leave, but the passport complications will stop them from doing so.",
	  "newTab": true
    },
	{
      "name": "Pentagon Leak stopping MLK Jr. Day and others from being remembered.",
      "link": "https://www.cbsnews.com/news/pentagon-intelligence-arm-dia-pausing-dei-mlk-holocaust-remembrance-and-other-observations/",
      "download": "Archival/AntiTransActs/pentagonLeak.pdf",
      "thumbnail": "Archival/AntiTransActs/pentagonLeak.png",
      "description": "CBS' article covering Pentagon Leaks preventing MLK Jr. Day, Juneteenth, Black History Month, Pride Month, and Holocaust Remembrance day from being recognized. All of these holidays are about remembering/celebrating oppressed populations, and it is disturbing that the government would want to push them aside.",
	  "newTab": true
    },
	{
      "name": "Complete ban on DEI.",
      "link": "https://www.cbsnews.com/news/pentagon-intelligence-arm-dia-pausing-dei-mlk-holocaust-remembrance-and-other-observations/",
      "download": "Archival/AntiTransActs/blanketDeiBan.pdf",
      "thumbnail": "Archival/AntiTransActs/blanketDeiBan.png",
      "description": "Donald Trump's Executive Order banning the use of DEI in government department hiring processes as well as the private sector's hiring processes. While it sounds like DEI would lead to less competent workers, it's actually the opposite. DEI works to counteract the racial/gender-based biases hidden in every hiring process, which leads to competent workers from all backgrounds getting a fair shot.",
	  "newTab": true
    },
	{
      "name": "Transgender Women banned from Sports.",
      "link": "https://www.whitehouse.gov/presidential-actions/2025/02/keeping-men-out-of-womens-sports/",
      "download": "Archival/AntiTransActs/sportsBan.pdf",
      "thumbnail": "Archival/AntiTransActs/sportsBan.png",
      "description": "Donald Trump's Presidential Action banning Transgender Women from partaking in sports in schools, in international settings, and at the Olympics. Besides the blatant overreach in a scope, orders like these serve to further Ostracize Transgender Women. If a Transgender Woman is on Estrogen, her muscle strength will be decreased to that of a Cisgender Woman, leveling the playing field. I guess this is why one of Trump's previous orders was to take away Gender Affirming Care, such as Hormone treatment, from people under 19.",
	  "newTab": true
    },
	{
      "name": "List of over 2.5k book bans and their reasons.",
      "link": "https://docs.google.com/spreadsheets/d/10NwV38Rp6EF8X8p7Qa2iXpSFn9m46v717DQtJkLictI/edit",
      "download": "Archival/AntiTransActs/bookBan.xlsx",
      "thumbnail": "Archival/AntiTransActs/bookBan.png",
      "description": "A massive compilation of book bans from schools and public libraries. A lot of them started recently, thanks to the anti-trans sentiment brought about by the Trump administration. A brief scroll through the list will highlight how many books were banned for mentioning anything LGBTQ related. It's a clear attempt on the Government's part to erase positive LGBTQ discussion from free/public education, which further stigmatizes the queer community.",
	  "newTab": true
    },
	{
      "name": "Government Pages about HIV and Contraception taken down.",
      "link": "https://abcnews.go.com/amp/Health/multiple-health-agency-websites-hiv-contraception-comply-executive/story?id=118335484",
      "download": "Archival/AntiTransActs/cdcRetraction.pdf",
      "thumbnail": "Archival/AntiTransActs/cdcRetraction.png",
      "description": "An ABC article covering several government pages as well as entire databases being taken down for mentioning HIV, LGBTQ people, DEI, and Reproductive Rights. I think it's connected to the previosly mentioned CDC retraction - any number of Trump's anti-trans acts could've caused this, however. This also included the FDA's page \"Minority Health and Health Equity\". At-risk populations are put into even more danger when they don't have easy access to official information.",
	  "newTab": true
    },
	{
      "name": "Project 2025.",
      "link": "https://en.wikipedia.org/wiki/Project_2025",
      "download": "https://archive.org/details/2025_MandateForLeadership_FULL",
      "thumbnail": "Archival/AntiTransActs/project2025.png",
      "description": "Information regarding Project 2025 - the Heritage Foundation's plan to dismantle the Department of Education, deport immigrants en masse, ban gender transition, and more. The download link is to the Internet Archive, since it's 900+ pages. This is important to look into, since it's the \"goal\" of the Trump administration, and we'll likely see more of this plan come into effect over the next year.",
	  "newTab": true
    },
	{
      "name": "V-Coding Wikipedia Page",
      "link": "https://en.wikipedia.org/wiki/Transgender_rights_in_the_United_States#V-coding",
      "download": "Archival/AntiTransActs/vCoding.pdf",
      "thumbnail": "Archival/AntiTransActs/vCoding.png",
      "description": "An explanation of the concept of V-Coding - intentionally placing Transgender Women in men's prisons for the men to abuse in order to \"placate\" the male prisoners. Since Trump is ordering for Transgender Women to be \"legally\" treated like Men, more Transgender Women will be forced into men's prisons, leading to further abuse.",
	  "newTab": true
    }
  ]
}